[
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181010.html",
        "copyright": "NASA, SDO; Processing: Alan Watson via Helioviewer",
        "date": "2018-10-10",
        "description": "Sometimes, the surface of our Sun seems to dance. In the middle of 2012, for example, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressive prominence that seemed to perform a running dive roll like an acrobatic dancer. The dramatic explosion was captured in ultraviolet light in the featured time-lapse video covering about three hours. A looping magnetic field directed the flow of hot plasma on the Sun. The scale of the dancing prominence is huge -- the entire Earth would easily fit under the flowing arch of hot gas. A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System. The energy mechanism that creates a solar prominence is still a topic of research. Unlike 2012, this year the Sun's surface is significantly more serene, featuring fewer spinning prominences, as it is near the minimum in its 11-year magnetic cycle.",
        "image_thumbnail": [
        "image/?image=https://img.youtube.com/vi/hQFEHH5E69s/0.jpg&width=480",
        "image/?image=https://img.youtube.com/vi/hQFEHH5E69s/0.jpg&width=240"
        ],
        "media_type": "video",
        "thumbnail_url": "https://img.youtube.com/vi/hQFEHH5E69s/0.jpg",
        "title": "Sun Dance",
        "url": "https://www.youtube.com/embed/hQFEHH5E69s?rel=0"
    },
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181009.html",
        "copyright": "Hubble Legacy Archive, NASA, ESA; Processing &  Domingo Pestana & Raul Villaverde",
        "date": "2018-10-09",
        "description": "Many spiral galaxies have bars across their centers. Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 1672, featured here, was captured in spectacular detail in an image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole. Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across. NGC 1672, which appears toward the constellation of the Dolphinfish (Dorado), is being studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_3600.jpg",
        "image_thumbnail": [
        "image/?image=https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_1080.jpg&width=480",
        "image/?image=https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_1080.jpg&width=240"
        ],
        "media_type": "image",
        "title": "NGC 1672: Barred Spiral Galaxy from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_1080.jpg"
    },
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181008.html",
        "copyright": "Fritz Helmut Hemmerich",
        "date": "2018-10-08",
        "description": "Small bits of this greenish-gray comet are expected to streak across Earth's atmosphere tonight. Specifically, debris from the eroding nucleus of Comet 21P / Giacobini-Zinner, pictured, causes the annual Draconids meteor shower, which peaks this evening. Draconid meteors are easy to enjoy this year because meteor rates will likely peak soon after sunset with the Moon's glare nearly absent. Patience may be needed, though, as last month's passing of 21P near the Earth's orbit is not expected to increase the Draconids' normal meteor rate this year of (only) a few meteors per hour. Then again, meteor rates are notoriously hard to predict, and the Draconids were quite impressive in 1933, 1946, and 2011. Featured, Comet 21P gracefully posed between the Rosette (upper left) and Cone (lower right) nebulas two weeks ago before heading back out to near the orbit of Jupiter, to return again in about six and a half years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_1440.jpg",
        "image_thumbnail": [
        "image/?image=https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_960.jpg&width=480",
        "image/?image=https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_960.jpg&width=240"
        ],
        "media_type": "image",
        "title": "Comet 21P Between Rosette and Cone Nebulas",
        "url": "https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_960.jpg"
    },
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181007.html",
        "copyright": "Cary & Michael Huang",
        "date": "2018-10-07",
        "description": "What does the universe look like on small scales? On large scales? Humanity is discovering that the universe is a very different place on every proportion that has been explored. For example, so far as we know, every tiny proton is exactly the same, but every huge galaxy is different. On more familiar scales, a small glass table top to a human is a vast plane of strange smoothness to a dust mite -- possibly speckled with cell boulders. Not all scale lengths are well explored -- what happens to the smallest mist droplets you sneeze, for example, is a topic of active research -- and possibly useful to know to help stop the spread of disease. The featured interactive flash animation, a modern version of the classic video Powers of Ten, is a new window to many of the known scales of our universe. By moving the scroll bar across the bottom, you can explore a diversity of sizes, while clicking on different items will bring up descriptive information.",
        "media_type": "other",
        "title": "The Scale of the Universe - Interactive"
    },
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181006.html",
        "copyright": "Mia Stalnacke",
        "date": "2018-10-06",
        "description": "What does an aurora look like to a frog? \"Awesome!\" is the likely answer, suggested by this imaginative snapshot taken on October 3rd from Kiruna, Sweden. Frequented by apparitions of the northern lights, Kiruna is located in Lapland north of the Arctic Circle, and often under the auroral oval surrounding planet Earth's geomagnetic north pole. To create a tantalizing view from a frog's perspective the photographer turned on the flashlight on her phone and placed it on the ground facing down, resting her camera's lens on top. The \"diamonds\" in the foreground are icy pebbles right in front of the lens, lit up by the flashlight. Reflecting the shimmering northern lights, the \"lake\" is a frozen puddle on the ground. Of course, in the distance is the Bengt Hultqvist Observatory.",
        "hdurl": "https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke3072.jpg",
        "image_thumbnail": [
        "image/?image=https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke1024.jpg&width=480",
        "image/?image=https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke1024.jpg&width=240"
        ],
        "media_type": "image",
        "title": "Aurora: The Frog's View",
        "url": "https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke1024.jpg"
    },
    {
        "apod_site": "https://apod.nasa.gov/apod/ap181005.html",
        "copyright": "Radu-Mihai Anghel",
        "date": "2018-10-05",
        "description": "That's not a young crescent Moon poised above the hills along the western horizon at sunset. It's Venus in a crescent phase. About 54 million kilometers away and less than 20 percent illuminated, it was captured by telescope and camera on September 30 near Bacau, Romania. The bright celestial beacon is now languishing in the evening twilight, its days as the Evening Star in 2018 coming to a close. But it also grows larger in apparent size and becomes an ever thinner crescent in telescopic views. Heading toward an inferior conjunction (non-judgmental), the inner planet will be positioned between Earth and Sun on October 26 and lost from view in the solar glare. At month's end a crescent Venus will reappear in the east though, rising just before the Sun as the brilliant Morning Star.",
        "hdurl": "https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429.jpg",
        "image_thumbnail": [
        "image/?image=https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429_1067px.jpg&width=480",
        "image/?image=https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429_1067px.jpg&width=240"
        ],
        "media_type": "image",
        "title": "The Last Days of Venus as the Evening Star",
        "url": "https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429_1067px.jpg"
    }
]
